---
kind: other
id: Properties.T:Autodesk.Revit.DB.DefinitionBindingMapIterator
source: html/ed923828-5494-e7cc-e1a2-fcd5118b1c78.htm
---
# DefinitionBindingMapIterator Properties

Retrieves the binding that is the current focus of the iterator.